public class TestText {
    public String[] results = {"Вы очень замкнутый человек, домашняя обстановка самая комфортная и уютная для вас", "Вы достаточно застенчивый человек, который предпочитает\nуходить в свои мысли на едине с самим собой",
            "Вы любите общаться с окружающими, но новые знакомства вам даются с трудом", "Вы достаточно открытый человек, любите искать знакомства\nи общаться с неизвестным кругом людей",
            "Вы любите новые знакомства и неожиданные задачи, выплескивающиеся на вас неожиданно", "Вы очень открытый человек, первыми идете знакомиться с незнакомыми людьми,\nбольшие скопления людей вам только в радость"};
    public String[] questions = {"Считаете ли вы себя застенчивым?", "Что из этих фигур вам более близко?", "Какой ваш любимый цвет?", "Ваше любимое время года?",
            "В новых задачах вы:", "На экскурсии в музее вы:"};
    public String[] answers = {"\n1) Да\n2) Нет", "\n1) Овал\n2) Треугольник\n3) Квадрат\n4) Круг", "\n1) Зеленый\n2) Красный\n3) Желтый\n4) Черный",
            "\n1) Осень\n2) Весна\n3) Лето\n4) Зима", "\n1) Приступаете только с толчка \"со стороны\"\n2) Тщательно обдумываете план действий\n3) С интузиазмом приступаете к задаче",
            "\n1) Просто слушаете\n2) Всегда в первых рядах, общаетесь с экскурсоводом\n3) Пытаетесь сами рассказать о данной картине\n4) Смотрите на картины, не вслушиваясь в рассказ экскурсовода"};
    TestText() {
        String[] results = this.results;
        String[] questions = this.questions;
        String[] answers = this.answers;
    }
}
